brew "git"
brew "neovim"
brew "starship"
brew "lazygit"
brew "yazi"
brew "ranger"
brew "btop"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "eza"
brew "zoxide"
brew "tree"
brew "wget"
brew "curl"

brew "node"
brew "python"
brew "go"
brew "lua-language-server"
brew "stylua"
brew "luarocks"

cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
